Revit 2027 API
ParameterTypeId.ViewerCropRegionVisible Property
 "Crop Region Visible"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerCropRegionVisible { get; }
Public Shared ReadOnly Property ViewerCropRegionVisible As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerCropRegionVisible {
	ForgeTypeId^ get ();
}
static member ViewerCropRegionVisible : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace